Repository: kdkdhoho/not-to-do-list
Catalog: Sources/Shared/Resources/Localizable.xcstrings
Source language: ko
Languages: en

# auth.required
source: 로그인이 필요합니다
en: Login is required

# closing.confirm
source: 이대로 마무리하기
en: Close it

# closing.lockedCaption
source: 낮에 기록했어요 · 잠김
en: Logged earlier · locked

# closing.subtitle
source: 무너진 습관만 표시해요 — 나머지는 참은 거예요
en: Mark only the slips — the rest counts as clean

# closing.title
source: 오늘 하루 마무리할게요
en: Let's close today

# detail.navigationTitle
source: 상세
en: Detail

# error.retry
source: 다시 시도
en: Retry

# error.title
source: 오류가 발생했습니다
en: An error occurred

# explore.navigationTitle
source: 탐색
en: Explore

# explore.title
source: 탐색
en: Explore

# lapse.cancel
source: 취소
en: Cancel

# lapse.confirm
source: 기록하기
en: Log it

# lapse.keepNote
source: 기록해도 하루를 마무리하면 스트릭은 그대로예요
en: Logging won't break your streak — just close the day

# lapse.memoPlaceholder
source: 메모를 남길 수 있어요 (선택)
en: Add a note (optional)

# lapse.title
source: 무너진 순간을 기록할게요
en: Let's log this slip

# maintenance.retry
source: 잠시 후 다시 시도해주세요
en: Please try again later

# maintenance.title
source: 서버 점검 중
en: Server under maintenance

# onboarding.ready
source: 앱을 시작할 준비가 되었습니다
en: Ready to get started

# onboarding.start
source: 시작하기
en: Get Started

# onboarding.welcome
source: 환영합니다
en: Welcome

# settings.navigationTitle
source: 설정
en: Settings

# settings.title
source: 설정
en: Settings

# tab.explore
source: 탐색
en: Explore

# tab.home
source: 홈
en: Home

# tab.record
source: 기록
en: History

# tab.settings
source: 설정
en: Settings

# tab.today
source: 오늘
en: Today

# today.addFirstHabit
source: 첫 습관 등록하기
en: Add your first habit

# today.closeCTA
source: 오늘 하루 마무리하기
en: Close today

# today.closedChip
source: 오늘 하루 마무리했어요 · 내일 봐요
en: Today's closed · see you tomorrow

# today.lapseAction
source: 무너짐 기록하기
en: Log a slip

# today.savedBooks %lld
source: 책 %lld권 읽을 시간을 아꼈어요
en: Time saved for %lld books

# today.savedMoney %@
source: %@을 아꼈어요!
en: You've saved %@!

# today.savedPages %lld
source: 책 %lld페이지 읽을 시간을 아꼈어요
en: Time saved for %lld pages

# today.streakLabel
source: 일째 마무리
en: days closed

# today.streakLabelOpen
source: 오늘 마무리가 남아 있어요
en: Today's still open

# yesterday.lapsed
source: 못 참았어요
en: Slipped

# yesterday.resisted
source: 참았어요
en: Stayed strong

# yesterday.title
source: 어제는 어땠어요?
en: How was yesterday?

# yesterday.unknown
source: 기억나지 않아요
en: Can't remember
